Repository: fenollp/erlangage
Catalog: IRC Bots/otfbot-1.0.0/locale/*/LC_MESSAGES/otfbot.po
Languages: de

source: Error: could not get portal
de: Fehler: Kann kein "portal" bekommen

source: Usage: identify [user] pass
de: Nutzung: identify [Username] Passwort

source: Successfully logged in as %s
de: Erfolgreich eingelogged als %s

source: Login failed: %s
de: Login fehlgeschlagen: %s

source: Today is %s, the %d day of %s in the YOLD %d
de: Heute ist %s, der %d. Tag des %s im JULD %d

source: Signs point to yes
de: Zeichen deuten auf ja

source: Yes
de: Ja

source: Without a doubt
de: Ohne jeden Zweifel

source: As I see it, yes
de: Soweit ich sehe, ja

source: Most likely
de: Sehr wahrscheinlich

source: You may rely on it
de: Du kannst dich darauf verlassen.

source: Yes definitely
de: Ja, definitiv

source: It is decidedly so
de: Es ist entschieden so

source: Outlook good
de: Gute Aussichten

source: It is certain
de: Es ist sicher

source: My sources say no
de: Meine Quellen sagen Nein

source: Very doubtful
de: Sehr zweifelhaft

source: Don't count on it
de: Zähl nicht drauf

source: Outlook not so good
de: Keine guten Aussichten

source: My reply is no
de: Meine Antwort ist Nein

source: Reply hazy, try again
de: Antwort unklar, versuch es nocheinmal

source: Concentrate and ask again
de: Konzentrier dich und frag nocheinmal

source: Better not tell you now
de: Das sage ich dir jetzt lieber nicht

source: Cannot predict now
de: Kann ich jetzt nicht vorhersagen

source: Ask again later
de: Frag später nocheinmal

source: !googlefight word1:word2
de: !googlefight wort1:wort2

source: Google Fight!: %s beats %s (%s to %s Hits)
de: Googl Fight!: %s siegt ueber %s (%s zu %s Ergebnisse)

source: rolls a die. The result is %i
de: würfelt. Das Ergebnis ist: %i

source: rolls dice. The results are:
de: würfelt. Die Ergebenisse sind:

source: Time format: XXXX-XX-XX
de: Zeitformat: XXXX-XX-XX

source: Next fullmoon in %d days
de: Naechster Vollmond in %d Tagen

source: fullmoon
de: Vollmond

source: decreasing moon
de: abnehmender Mond

source: half moon
de: Halbmond

source: new moon
de: Vollmond

source: waxing moon
de: zunehmender Mond

source: : ERROR: You need to specify a number of minutes and a reminder text!
de: : FEHLER: Es muss die Anzahl der zu wartenden Minuten sowie ein Erinnerungstext eingegeben werden.

source: : ERROR: invalid number format "%s".
de: : Fehler: Ungültiges Zahlenformat "%s"

source: : I will remind you in %i minutes
de: : Ich werde dich in %i Minute(n) erinnern

source: : Syntax: !remindmeat YYYY-MM-DD hh:mm <reminder text>
de: : Syntax: !remindmeat YYYY-MM-DD hh:mm <Erinnerungstext>

source: : I will remind you at %s %s
de: : Ich werde dich am %s um %s Uhr erinnern

source: : ERROR: You specified a date in the past
de: : Fehler: Das angegebene Datum liegt in der Vergangenheit
